{
  "presentation": "About",
  "reports": "Reports",
  "comparisons": "Comparisons",
  "esg_scores": "ESG Scores",
  "contributors": "Contributors",
  "subscribe": "Subscribe",
  "title": "ESG Scores",
  "description": "The ESG score is a system used to evaluate a company's performance regarding environmental, social, and corporate governance issues. The ESG rating plays an important role in the EU sustainable finance market as it provides investors and financial institutions with information on investment strategies and risk management regarding ESG factors.<br><br> Companies with high ESG scores are generally associated with sustainable long-term financial performance, as a responsible approach to ESG factors can help reduce operational risks, improve reputation, and attract customers, capital, and funding.<br><br> Find out how the ESG score is calculated, what is considered a good ESG score, and other useful information on this topic.",
  "search_placeholder": "Search by company",
  "search_button": "Search",
  "all_rights_reserved": "All rights reserved.",
  "terms_conditions": "Terms and Conditions",
  "title_terms_conditions": "Terms and Conditions",
  "back_home": "Back to Homepage",
  "privacy_policy": "Privacy Policy",
  "description_index": "About us",
  "research_hub": "BVB Research Hub",
  "welcome_message": "Welcome to BVB Research Hub!",
  "learn_more": "Learn More",
  "about_us": "About Us",
  "description_text": "Hello! Welcome to the BVB Research Hub.<br> Is investing your passion? If so, this is the place for you. BVB Research Hub is a source where you can find informative and educational materials about capital markets, ESG data, and essential analysis reports on companies listed on the Bucharest Stock Exchange.<br><br>\n\nThe dynamics of the stock market are well known. That is why we aim to create a dynamic environment where we constantly add new features and useful resources for investors.<br><br>\n\nJoin us! Share your experiences and knowledge about the capital market. The <a href=\"/contribuitori\">Contributors</a> section is for you!"

}