{
  "presentation": "Despre",
  "reports": "Rapoarte",
  "comparisons": "Comparații",
  "esg_scores": "Scoruri ESG",
  "contributors": "Contribuitori",
  "subscribe": "Abonează-te",
  "title": "Scoruri ESG",
  "description": "Scorul ESG este un sistem utilizat pentru a evalua performanța unei companii în ceea ce privește aspectele de mediu, sociale și de guvernanță corporativă. Ratingul ESG joacă un rol important pe piața finanțelor sustenabile din UE, oferind investitorilor și instituțiilor financiare informații despre strategiile de investiții și gestionarea riscurilor legate de factorii ESG.<br><br>\n\nCompaniile cu scoruri ESG ridicate sunt, în general, asociate cu o performanță financiară sustenabilă pe termen lung, deoarece o abordare responsabilă a factorilor ESG poate ajuta la reducerea riscurilor operaționale, îmbunătățirea reputației și atragerea clienților, capitalului și finanțării.<br><br>\n\nAflă cum se calculează scorul ESG, ce este considerat un scor ESG bun și alte informații utile despre acest subiect.",
  "search_placeholder": "Caută după companie",
  "search_button": "Caută",
  "all_rights_reserved": "Toate drepturile rezervate",
  "terms_conditions": "Termeni și condiții",
  "title_terms_conditions": "Termeni și condiții",
  "back_home": "Înapoi la pagina principală",
  "privacy_policy": "Politica de confidențialitate",
  "description_index": "Despre",
  "research_hub": "BVB Research Hub",
  "welcome_message": "Bine ai venit pe platforma BVB Research Hub!",
  "learn_more": "Află mai multe",
  "about_us": "Despre noi",
  "description_text": "Bună! Bine ai venit la BVB Research Hub.<br> Pasiunea ta sunt investițiile? Dacă da, acesta este locul tău. BVB Research Hub este o sursă unde poți găsi materiale informative și educaționale despre piețele de capital, date ESG și rapoarte de analiză esențiale despre companiile listate la Bursa de Valori București.<br><br> Dinamica bursei este un fapt cunoscut. De aceea, ne dorim să creăm un mediu dinamic în care să adăugăm în mod constant noi funcționalități și resurse utile investitorilor.<br><br>Hai și tu. Împărtășește-ne experiențele și cunoștințele tale în piața de capital. Secțiunea <a href=\"/contribuitori\">Contribuitori</a> e pentru tine!"

}